c = 5
volume = c ** 3
print(volume)
square = c ** 2
print(square)


#Дана длина ребра куба. Найти объем куба и площадь его боковой поверхности.